Repository: PyLatam/2020-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Reservation E-Mail
es: Correo electrónico de la reservación

source: Reservation Number
es: Número de Reservación

source: You've already registered
es: Ya te has registrado

source: Unable to find matching reservation
es: No se puede encontrar la reservación correspondiente

source: The reservation is not active
es: La reservación no esta activada.

source: The reservation is fully booked and no longer has vacancies.
es: La reservación esta completa y no hay vacantes.

source: first name
es: nombre

source: last name
es: apellidos

source: Do you need a simultaneous interpretation receiver?
es: ¿Necesitas un transmisor de interpretación simulatanea?

source: Would you like to join a free sponsored presentation on Github's Learning Lab?
es: ¿Te gustaría asistir a una presentación gratuita acerca de el Github Learning Lab?

source: Your name
es: Tu nombre

source: Hotel confirmation
es: Confirmación de Hotel

source: Men's S
es: Hombre S

source: Men's M
es: Hombre M

source: Men's L
es: Hombre L

source: Men's XL
es: Hombre XL

source: Men's 2XL
es: Hombre 2XL

source: Men's 3XL
es: Hombre 3XL

source: Men's 4XL
es: Hombre 4XL

source: Women's S
es: Mujer S

source: Women's M
es: Mujer M

source: Women's L
es: Mujer L

source: Women's XL
es: Mujer XL

source: Women's 2XL
es: Mujer 2XL

source: Women's 3XL
es: Mujer 3XL

source: Women's 4XL
es: Mujer 4XL

source: Dashboard
es: Tablero

source: REGISTRATION STATUS
es: ESTADO DE REGISTRO

source: <p><strong>Ready for PyCon Latam 2019</strong></p> <p>You've registered and paid for this year's attendance.</p> <p> <small>Get ready to pack your bags!</small> </p>
es: <p><strong>Estás listo para PyCon Latam 2019</strong></p> <p>Tu registro ha sido pagado para la asistencia de este año</p> <p> <small>¡Prepara las maletas!</small> </p>

source: Your Pycon Latam 2019 registration is missing:
es: Falta tu registro para PyCon Latam 2019:

source: TICKET
es: BOLETO

source: Add name
es: Agrega nombre

source: Conference
es: Conferencia

source: Reservation #
es: # de Reservación

source: Ticket not yet confirmed
es: El boleto no ha sido confirmado

source: GET YOUR TICKET NOW
es: OBTEN TU BOLETO AHORA

source: Got your ticket already?
es: ¿Ya tienes tu boleto?

source: Confirm Your booking
es: Confirma tu reservación

source: Please enter your confirmation number below
es: Por favor, ingresa tu número de confirmación

source: Confirm Booking
es: Confirma Reservación

source: Thank you for submitting your booking confirmation!
es: ¡Gracias por enviar su confirmación de reserva!

source: Refresh the page to see your ticket details.
es: Actualiza la página para ver los detalles de tu boleto

source: Refresh Page
es: Actualizar página

source: Booking Details
es: Detalles de Reservación

source: Arrival
es: Llegada

source: Departure
es: Salida

source: Number of Guests
es: Número de invitados

source: Search for Rooms
es: Buscar habitaciones

source: Let's Go!
es: ¡Vámonos!

source: You'll be redirected to Friendly Vallarta's website. PyCon Latam is all-inclusive and paying for a hotel room takes care of your ticket as well! Please place your booking with them, then come back to this dashboard to add your confirmation number.
es: Serás redireccionado al sitio web de Friendly Vallarta. La conferencia PyCon Latam esta incluida al pagar por tu habitación. Por favor reserva tu habitación con ellos y después regresa a este tablero para agregar tu número de confirmación.

source: TO FRIENDLY VALLARTA
es: A FRIENDLY VALLARTA

source: Confirm Your Booking
es: Confirma tu Reservación

source: WHAT CAN I DO?
es: ¿QUÉ PUEDO HACER?

source: Account Settings
es: Configuración de Cuenta

source: View Conference Schedule
es: Ver el calendario de conferencias

source: View Hotel Information
es: Ver información de Hotel

source: DAYS REMAINING
es: DÍAS RESTANTES

source: <small> day left</small>
es: <small> día restante </small>

source: PyCon Latam 2019 just can't come any faster!
es: ¡PyCon Latam 2019 no puede venir mas rápido!

source: Our Sponsors
es: Nuestros Patrocinadores

source: Delete Account
es: Borrar Cuenta

source: If you go ahead and delete your account, your information will be <b>expunged within %(ACCOUNT_DELETION_EXPUNGE_HOURS)s hours</b>.
es: Si decides proceder y borrar tu cuenta, tu información será <b>borrada dentro de %(ACCOUNT_DELETION_EXPUNGE_HOURS)s horas</b>.

source: Delete My Account
es: Borrar Mi Cuenta

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
es: Un usuario ha creado una cuenta en el sitio %(site_name)s usando este correo electrónico. Para confirmar este correo electrónico, ve a %(activate_url)s Si tu no te registraste en este sitio, puedes ignorar este mensaje.

source: Confirm email address for %(site_name)s
es: Confirma el correo electrónico para %(site_name)s

source: This is the email notification to confirm your password has been changed on %(now)s.
es: Esta es un notificación de correo electrónico para confirmar que tu contraseña ha sido cambiada en %(now)s.

source: Change password email notification
es: Cambio de contraseña de tu correo electrónico

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
es: Usted esta recibiendo este correo porque usted o alguien ha solicitado una contraseña para su cuenta de usuario en el sitio web %(site_name)s. Si usted no ha solicitado restablecer su contraseña puede ignorar este mensaje. Haga click en el enlace debajo para restablecer su contraseña. %(password_reset_url)s

source: [%(site_name)s] Password reset
es: [%(site_name)s] Restablecer Constraseña

source: Confirm Email
es: Confirma tu correo electrónico

source: Email Confirmation
es: Confirmación de Correo electrónico

source: Confirm email address <b>%(email)s</b>?
es: Confirma el correo electrónico <b>%(email)s</b>

source: Confirm
es: Confirmar

source: Confirm your email address
es: Confirma tu correo electrónico

source: Confirmation Email Sent
es: Confirmación de correo electrónico enviado

source: An email has been sent to the provided email address containing a link to confirm your account.
es: Se ha enviando un mensaje al correo electrónico proporcionado con un enlace para confirmar tu cuenta.

source: Log in
es: Iniciar sesión

source: Log in to an existing account
es: Iniciar sesión en una cuenta existente

source: Login
es: Iniciar Sesión

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Don't have an account?
es: ¿Aún no tienes cuenta?

source: Sign up now
es: Registrate ahora

source: Change password
es: Cambiar contraseña

source: Change Your Password
es: Cambia tu contraseña

source: Save
es: Guardar

source: Password reset
es: Restablecer contraseña

source: Enter the email associated with your account
es: Ingrese el correo electrónico asociado a su cuenta

source: Reset Password
es: Restablecer la contraseña

source: Password reset sent
es: Reinicio de contraseña enviado

source: Password Reset Email Sent
es: Reinicio de Contraseña enviado por correo electrónico

source: An email has been sent to the provided address containing a link to reset your password.
es: Un correo electrónico ha sido enviado con un enlace para restablecer su contraseña.

source: Resend Email
es: Reenviar correo electrónico

source: We have resent the password reset email.
es: Hemos reenviado un correo electrónico para restablecer su contraseña

source: Set your new password
es: Ingresa tu nueva contraseña

source: Change Password
es: Cambiar contraseña

source: Bad token
es: Token equivocado

source: Bad Token
es: Token equivocado

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(reset_url)s">new password reset</a>.
es: El enlace para restablecer la contraseña es inválido. Es posible que ya haya sido utilizado. Por favor solicita un nuevo enlace para <a href="%(reset_url)s">restablecer la contraseña</a>.

source: Account
es: Cuenta

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Shirt Size
es: Talla de la playera

source: Email
es: Correo electrónico

source: Password
es: Constraseña

source: Sign Up
es: Regístrate

source: Create an account
es: Crear una cuenta

source: By clicking 'Create an account' you agree to <a href="%(terms_url)s" target="_blank">our terms & conditions</a>
es: Al hacer click en 'Crear una cuenta' estas de acuerdo con <a href="%(terms_url)s" target="_blank">nuestras politicas</a>

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Login now
es: Inicia sesión ahora

source: Sign Up Closed
es: Inscripción cerrada

source: Thank you for your interest. Sign ups for this year's PyCon Latam are officially closed.
es: Gracias por su interés. Las inscripciones para PyCon Latam de este año están oficialmente cerradas.

source: Logout
es: Cerra Sesión

source: commits unyieldingly to the rights of all individuals to mutual respect and acceptance of others, without biases based on differences of any kind.
es: se compromete a respetar los derechos de todos los individuos, a partir de la tolerancia mutua y la aceptación de los demás sin distinción alguna.

source: Subscribe to our newsletter
es: Suscríbete a nuestro boletín

source: The latest news, articles, and resources, sent to your inbox weekly.
es: Ùltimas noticias, artículos y recursos, semanalmente a su bandeja de entrada.

source: email address
es: dirección de correo electrónico

source: EMAIL
es: CORREO ELECTRÓNICO

source: SUBSCRIBE
es: SUSCRIBIRSE

source: All rights reserved.
es: Todos los derechos reservados.

source: Built with
es: Desarrollado con

source: powered by
es: Impulsado por

source: Web development by
es: Desarrollo de web por

source: Homepage UI design
es: Diseño UI de pagina principal por

source: Add CMS Plugin
es: Agrega Plugin CMS

source: Edit CMS Plugin
es: Edita Plugin CMS

source: Import plugins
es: Importar plugins

source: Please correct the error below.
es: Por favor corrige el error.

source: Import
es: Importar

source: AUGUST
es: AGOSTO

source: PyCon Latam is a version of the PyCon conference that aims to bring together python developers from all Latin American countries, and serve as a platform for them to interact with the python community at large.
es: PyCon Latam es una versión de la conferencia PyCon que tiene como objetivo reunir a los desarrolladores de python de todos los países latinoamericanos, y servir como una plataforma para que interactúen con la comunidad de python en general.

source: PyCon Latam 2020 suspended
es: PyCon Latam 2020 suspendido

source: Since the COVID-19 health emergency began, the organizing committee has monitored the world situation, especially in Latin America, to determine if it was necessary to adjust our plans.
es: Desde que inició la emergencia sanitaria COVID-19 el comité organizador ha monitoreado la situación mundial, en especial de Latinoamerica, para determinar si era necesario ajustar nuestros planes.

source: Unfortunately, most of the countries involved in PyCon Latam face a great challenge, so we have decided to prioritize the health of our community and have suspended the conference this 2020. We thank you for your understanding and support with this difficult decision.
es: Desafortunadamente la mayoría de los países involucrados en PyCon Latam enfrentan un reto grande por lo que hemos decidido priorizar la salud de nuestra comunidad y hemos suspendido la conferencia este 2020. Les agradecemos su comprensión y apoyo con esta difícil decisión.

source: We continue to work and for the moment we have reached an agreement with the headquarters to ensure August 2021 as the new date for the conference.
es: Seguimos trabajando y por el momento llegamos a un acuerdo con la sede para asegurar Agosto 2021 como la nueva fecha para la conferencia.

source: We hope to see you in 2021!
es: !Esperamos verlos en 2021!

source: Room:
es: Sala:

source: Day:
es: Día:

source: Time:
es: Hora:

source: Language:
es: Idioma:

source: Audience:
es: Audiencia:

source: Speaker Bio
es: Biografía del ponente

source: Abstract
es: Abstracto

source: Description
es: Descripción

source: Filter Schedule by
es: Filtrar Programación

source: Location
es: Sala

source: Date
es: Fecha

source: Filters
es: Filtros

source: until
es: hasta

source: Enjoy at <b class="talk__card_blue">%(room)s</b>
es: En <b class="talk__card_blue">%(room)s</b>
